tap "dotenvx/brew"
brew 'dotenvx/brew/dotenvx'
brew 'coreutils'
brew 'rcm'
brew 'awscli'
brew "mackup"
cask "docker"
cask 'visual-studio-code'
cask 'warp'
cask "google-chrome"
cask 'font-source-code-pro'
cask 'chatgpt'
cask 'rectangle'
brew 'nvm'
brew "aircrack-ng"
cask "tailscale"
cask "dropbox"
cask "tableplus" # GUI tool for managing databases (compatible with many dialects)
cask "slack"
brew 'golang'
cask "1password"
cask "1password-cli" # Clipboard history
cask "maccy"
cask "karabiner-elements"
cask "figma"
cask "notion"
