brew 'rcm'
cask "docker"
cask 'visual-studio-code'
cask 'warp'
cask "google-chrome"
cask 'font-source-code-pro'
cask 'chatgpt'
cask 'rectangle'
brew 'nvm'
brew "aircrack-ng"
cask "tailscale"
cask "dropbox"
# GUI tool for managing databases (compatible with many dialects)
cask "tableplus"
cask "slack"
brew 'golang'
cask "1password"
cask "1password-cli"
# Clipboard history
cask "maccy"