tap "dotenvx/brew"
brew 'dotenvx/brew/dotenvx' # universal dotenv
brew 'coreutils' # adds programs that ubuntu has by default
brew 'rcm' # rc manager that powers this dotfiles repo
brew 'awscli'
brew "mackup" # backup/restore osx settings
brew 'nvm'
brew "aircrack-ng"
brew "peak/tap/s5cmd" # super fast S3 CLI

# Mac OS Applications
cask "docker"
cask 'visual-studio-code'
cask 'warp'
cask "google-chrome"
cask 'font-source-code-pro'
cask 'chatgpt'
cask 'rectangle' # window manager
cask "tailscale"
cask "dropbox"
cask "tableplus" # GUI tool for managing databases (compatible with many dialects)
cask "slack"
brew 'golang'
cask "1password"
cask "1password-cli"
cask "maccy" # Clipboard history
cask "karabiner-elements"
cask "figma"
cask "notion"